{"id":2131,"date":"2022-08-24T17:28:38","date_gmt":"2022-08-24T15:28:38","guid":{"rendered":"https:\/\/server03.blackpixel.se\/~cube\/?page_id=2131"},"modified":"2022-08-24T18:17:36","modified_gmt":"2022-08-24T16:17:36","slug":"cookies-privacy-policy","status":"publish","type":"page","link":"https:\/\/wearecube.se\/cookies-privacy-policy\/","title":{"rendered":"Cookies &#038; Privacy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"2131\" class=\"elementor elementor-2131\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-83cd189 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"83cd189\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-52e0265\" data-id=\"52e0265\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-f4e37a3 elementor-widget elementor-widget-heading\" data-id=\"f4e37a3\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Cookie policy & privacy policy<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-88666c8 elementor-widget elementor-widget-spacer\" data-id=\"88666c8\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-43f84ca elementor-widget elementor-widget-heading\" data-id=\"43f84ca\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Cookies<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-eca6dec elementor-widget elementor-widget-text-editor\" data-id=\"eca6dec\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><strong>We at Cube use cookies on our website. A cookie is a small text data file that is saved in your browser when you visit websites using a computer, mobile phone or other digital device. We use cookies for technical reasons and to make our web services easier for our visitors to use. We also use cookies to monitor traffic to our website and for statistics.<\/strong><\/p><p><b>What different types of cookies are there?<\/b><\/p><p>A cookie can either be classified by its lifespan or by the domain to which it belongs. By lifespan, a cookie is either a:<\/p><p>session cookie which is erased when you close your browser or<br \/>persistent cookie which remains on your computer\/device for a pre-defined period of time.<\/p><p>Session cookies enable us to keep track of your movement from page to page on our website so you don’t get asked for the same information you’ve already given to the site. Cookies allow you to proceed through many pages of our website quickly and easily without having to authenticate or reprocess each new area you visit.<\/p><p>A persistent cookie enables us to remember you on subsequent visits, speeding up or enhancing your experience of our services or functions offered.<\/p><p><b>As for the domain to which a cookie belongs, there are either:<\/b><\/p><p>first-party cookies which are set by us as the owner of the visited website (in this case wearecube.se) or<br \/>third-party cookies which may be set by another website.<br \/>How we use cookies<\/p><p>We use cookies so that you can use our website in the way we intended and to be able to give you, the visitor, better service and a better user experience. Some of our cookies are required in order for our website to work properly. These cookies are used, for example, to support several simultaneous visitors to the website and to remember your actions on our website.<\/p><p>In addition, cookies are used to gather statistics regarding the number of visitors to the website and to collect information about how our website is being used and how we can improve its content, navigation and structure. Lastly, we use cookies for marketing purposes.<\/p><p><b>What kind of information do we collect by using cookies?<\/b><\/p><p>When you visit our website, we may automatically collect the following types of information from you:<\/p><ul><li>Internet protocol (IP) address,<\/li><li>Time zone setting<\/li><li>Operating system and platform<\/li><li>Information about your visits including the URL you came from, your country, page response times, download errors, length of visits to certain pages, page interaction information, (such as scrolling, clicks, and mouse-overs) and the methods used to browse away from the page.<\/li><\/ul><div> <\/div><p><b>Social networks and other third party websites<\/b><\/p><p>Our website occasionally embeds sharing tools from social network sites such as Facebook, Instagram and YouTube. These suppliers may, therefore, use cookies on our website. We have no access to, nor any control over, these cookies and the information collected. We recommend that you check the relevant third-party website(s) for more information about these cookies and how you can choose to block them.<\/p><p><b>How can you block cookies?<\/b><\/p><p>Most browsers allow you to refuse cookies. You may block our cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. You can find out more about cookies by clicking your way to the help section in your browser menu.<\/p><p>If you block our use of cookies, you may be unable to access certain areas of our website and certain functions and pages will not work in the usual way.<\/p><p><b>Questions about our website?<\/b><\/p><p>If you have any questions about our use of cookies or any other questions regarding your experience of our website, please feel free to contact us.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-fa91a05 elementor-widget elementor-widget-spacer\" data-id=\"fa91a05\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-a234a56 elementor-widget-divider--view-line elementor-widget elementor-widget-divider\" data-id=\"a234a56\" data-element_type=\"widget\" data-widget_type=\"divider.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-divider\">\n\t\t\t<span class=\"elementor-divider-separator\">\n\t\t\t\t\t\t<\/span>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-ebd6044 elementor-widget elementor-widget-heading\" data-id=\"ebd6044\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Privacy Policy<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-50482f3 elementor-widget elementor-widget-text-editor\" data-id=\"50482f3\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><em>Valid starting on the 25th of May 2018<\/em><\/p><p><strong>Table of contents<\/strong><\/p><p>1 Introduction 2 What is personal data and what does the processing of personal data mean? 3. For whom is this policy applicable? 4. For what areas is this policy applicable? 5. What does it mean to be a Data Controller? 6. WeAreCube as a Data Controller 7. Why are we allowed to process personal data? 8. What personal data do we process and why? 9. How long do we generally store personal data? 10. Our actions to protect personal data 11. When do we share personal data? 12. Your rights 13. Cookies 14. Changes to this policy 15. Contact<\/p><p> <\/p><p> <\/p><p><strong>1. Introduction<\/strong><br \/>Thank you for choosing us and a special thanks for taking the time to thoroughly read through this Privacy Policy. We would like to begin with a short summary explaining why we have created this policy. Our fundamental objectives are to:<\/p><ul><li>Give you a brief introduction to personal data and our different roles in this context<\/li><li>Explain why we handle certain kinds of personal information<\/li><li>Ensure that you understand what information we gather and what we actually do with said information;<\/li><li>Show you how we work to protect your rights and your integrity.<\/li><\/ul><div> <\/div><p>Our goal is that you, after having read this policy, will feel secure in that your personal integrity is respected and that your personal data is treated in a correct manner. We therefor also work on a continuous basis with securing that our treatment of personal data is completely in compliance with current legislation, especially the General Data Protection Regulation (GDPR) which will be in effect starting on May 25th 2018.<\/p><p> <\/p><p><strong>2. What is personal data and what does the processing of personal data mean?<\/strong><\/p><p>2.1 Personal data consists of all information that directly, or indirectly together with other information, can be connected to a living (physical) person. A non-exhaustive list with examples of personal data consists of, among others:<\/p><ul><li>Name<\/li><li>Personal ID number<\/li><li>Email-address<\/li><li>IP-address<\/li><li>Pictures and video<\/li><\/ul><div> <\/div><p>2.2 The Processing of personal data includes every action connected to the use of the personal data, regardless of whether such an action is performed automatically or not. This means that the following actions, among others, are included:<\/p><ul><li>Collection<\/li><li>Registration<\/li><li>Use<\/li><li>Alteration<\/li><li>Storage<\/li><li>Disclosure by transmission<\/li><li>Deletion<\/li><\/ul><div> <\/div><p><b>3. For whom is this policy applicable?<\/b><\/p><p>This Privacy Policy shall in the first instance be applicable to individuals (creators) who we represent and from whom we collect and process personal data (”Data Subjects”). Different parts of this Privacy Policy may also be relevant to you depending on your relationship with us. All in all, this policy is relevant for persons who<\/p><ul><li>are clients of ours<\/li><li>visit our website or our social media platforms<\/li><li>otherwise communicate with us, for example through our customer service<\/li><\/ul><div> <\/div><p>By agreeing to this Privacy Policy you agree to our processing of your personal data in accordance with this Privacy Policy.<\/p><p> <\/p><p> <\/p><p><b>4. For what areas is this policy applicable?<\/b><\/p><p>This Privacy Policy regulates how we may collect and process personal data to be able to continue delivering and developing our Services.<\/p><p> <\/p><p> <\/p><p><strong>5. What does it mean to be a Data Controller?<\/strong><\/p><p>A Data Controller is a legal person or other entity that determines the purpose and means for the processing of personal data. A corporation is a Data Controller in regards to personal data it has for its own be<span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-accent-font-family ), Sans-serif; font-size: var( --e-global-typography-accent-font-size ); font-weight: var( --e-global-typography-accent-font-weight );\">nefit in regards to its employees, customers, partners, users and others.<\/span><\/p><p><span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-accent-font-family ), Sans-serif; font-size: var( --e-global-typography-accent-font-size ); font-weight: var( --e-global-typography-accent-font-weight );\"> <\/span><\/p><p> <\/p><p><strong>6. WeAreCube as a Data Controller<\/strong><\/p><p>We, WeAreCube AB (company reg. no. 556925-4104) and WeAreCube Denmark ApS (CVR-nr 37217166) are the Data Controller and therefor accountable in accordance with applicable legislation, for the processing that occurs with your personal data, within the scope of our Services.<\/p><p>7. Why are we allowed to process personal data?<\/p><p>7.1 For it to be permissible for us to process personal data there must always be support for said treatment within the GDPR, so-called lawful basis. Such lawful basis may include:<\/p><ul><li>Consent from the Data Subject<\/li><li>That the processing of personal data is necessary to fulfill the terms of an agreement with the Data Subject, for example in relation to the use of the Services<\/li><li>Fulfilling a legal obligation, for example storing certain information due to legislation regarding certain accounting standards and practices. This could also be the case when handling opt-out settings requests concerning your rights as a Data Subject in accordance with GDPR.<\/li><li>A weighing of interests when we have a legitimate interest in using your data, for example for statistical purposes and to market our services, and to secure payment and prevent fraud<\/li><\/ul><div> <\/div><p>7.2 It may occur that the same personal data is processed both through support in terms of fulfilling an agreement as well as in terms of specific consent or in terms of the processing of that specific information is necessary to fulfill other legal obligations. This means that even though you may revoke your consent and the treatment based on said consent ceases, that specific personal data may remain with us for separate reasons.<\/p><p> <\/p><p><strong>8. What personal data do we process, and why?<\/strong><\/p><p>In this section, we explain how your personal data is used in order for us to be able to provide you with high quality services.<\/p><p>8.1 When you communicate with us<\/p><p>You can choose to communicate with us in many different ways, for example via social media and through emails with our customer service.<\/p><p>When you communicate with us, we process data which you personally provide to us, for example:<\/p><ul><li>name and contact information<\/li><li>information regarding your views, questions, or matters<\/li><\/ul><div> <\/div><p>8.1.1 We process your personal data in order to:<\/p><ul><li>answer questions and handle your matters, for example addressing defects, handling complaints, questions about your stay<\/li><li>improve our services and the information we provide and publish on our website and other forums of communication<\/li><\/ul><div> <\/div><p>8.1.2 Legal grounds for the processing:<\/p><p>We process your personal data for our, and your, legitimate interest in administering your matter (weighing of interests).<\/p><p>8.1.3 Period of storage:<\/p><p>We save your personal data for up to 12 months after the matter is closed in order to ensure traceability in your communications with us.<\/p><p>8.2 When we represent you in your role as a creator<\/p><p>When we represent you in your role as a creator, we process data which you personally provide to us, for example:<\/p><ul><li>name and contact information<\/li><li>Personal ID number<\/li><\/ul><div> <\/div><p>8.2.1 We process your personal data in order to:<\/p><p>Handle your collaborations with different companies<br \/>8.2.2 Legal grounds for the processing:<\/p><p>We process your personal data based on the performance of a contract.<\/p><p>8.2.3 Period of storage:<\/p><p>We save your personal data for up to 12 months after our collaboration to ensure traceability in your communications with us, as well as to be able to handle future inquiries from customers.<\/p><p>8.3 When you use our website<\/p><p>When you visit our website, we process:<\/p><ul><li>data about how you interact with, and use, our website<\/li><li>information regarding your visits to our website, through cookies. For more information about how we use cookies, please see abow.<\/li><\/ul><div> <\/div><p>8.3.1 We process your personal data in order to:<\/p><ul><li>provide our digital services<\/li><li>provide support when you encounter any kinds of technical problems<\/li><li>maintain, test, and improve our digital services<\/li><li>discover and prevent security attacks, for example virus attacks<\/li><\/ul><div> <\/div><p>8.3.2 Legal grounds for the processing:<br \/>We process your personal data based on:<\/p><ul><li>a weighing of interests for our legitimate interest in maintaining, testing, and improving our digital services.<\/li><\/ul><p>8.3.3 Period of storage:<\/p><p>We save your personal data for 3 month after you have used our digital channels.<\/p><p> <\/p><p><strong>9. How long do we generally store personal data?<\/strong><\/p><p>Your personal data is stored only during the period for which there is a need to store the information to be able to fulfill the terms of the agreement. We may store your personal data longer if this is necessary from a legal standpoint or to safeguard our legal interests, for example within the scope of legal proceedings that we are involved in.<\/p><p> <\/p><p><strong>10. Our actions to protect personal data<\/strong><\/p><p>10.1 We have ensured that we have taken all necessary and appropriate technical and organizational measures to safeguard your personal data against loss, misuse or unauthorized access.<\/p><p>10.2 To technically ensure that personal data is processed in a safe and confidential manner we use digital networks that are breach protected through for example encryption, fire walls and password protection. In any instance where a breach may occur we have created routines to identify, assess and minimize any damage that may occur as well as report said damage to all affected parties.<\/p><p>10.3 To ensure an adequate knowledge level regarding processing of personal data we will arrange ongoing educational efforts regarding GDPR, both for our employees as well as the consultants that may from time to another be contracted to do work for us.<\/p><p> <\/p><p><strong>11. When do we share personal data?<\/strong><\/p><p>11.1 We will not sell, make available or spread personal data to third parties with the exception for what is stated throughout this Privacy Policy. Within the scope of the Services personal data may be shared to subcontractors or partners, if this is necessary for the fulfillment and performance of our Services, for example to process your payments. In any instance where we choose to share personal data we will enter into a Data Processing Agreement to ensure that the recipient of the personal data processes said information in accordance with applicable legislation as well as to ensure that the recipient has taken the necessary technical and organizational actions to, in a satisfactory fashion, be able to protect the rights and freedoms of you as a Data Subject.<\/p><p>11.2 Furthermore we may share personal data if we are required to do so by law, court order or if withholding such personal data would hinder any ongoing legal investigation.<\/p><p> <\/p><p><strong>12. Your rights<\/strong><\/p><p>12.1 We are responsible for your personal data being processed in accordance with applicable legislation.<\/p><p>12.2 Upon your request, or at our own initiative, we will correct, de-identify, delete or complete any information that has been found to be wrongful, incomplete or misleading.<\/p><p>12.3 You have the right to demand access to your personal data. This means that you have the right to demand transcripts regarding the processing that we have maintained over your personal data. You also have the right to receive a copy of the personal data that are being processed. You have the right to, once a year and through written application, without cost receive a transcript regarding what personal data is stored in regards to you, the purpose of the storage and processing as well as to whom said information has been made accessible. You also have, within the transcripts, the right to be informed of the period of time in which the personal data will be stored and what criteria we have used to determine said period of time.<\/p><p>12.4 You have the right of correction of your personal data. We will, upon your request and as quickly as possible correct the incorrect or incomplete personal data we process in regards to you.<\/p><p>12.5 You have the right to demand deletion of your personal data. This means that you have the right to demand that your personal data is removed if it is no longer necessary for the objectives for which it was gathered. There may exist legal requirements stating that we may not immediately delete personal data (for example in terms of auditing and taxation related legislation). We will in any such case cease the processing being done for any other reasons than to adhere to the legislation of GDPR.<\/p><p>12.6 You have the right to object to any processing of personal data that is carried out on a lawful basis of weighing of interests. If you object to such processing we will only continue the processing if there are legitimate reasons for the processing that outweigh your interests.<\/p><p>12.7 If you do not want us to process your personal data for direct marketing, you always have the right to object to such processing. This is done either by unregistering in each specific email or by sending us an email at <span style=\"text-decoration: underline;\"><a href=\"mailto:support@wearecube.se\">support@wearecube.se<\/a> <\/span>When we have received your objection we will cease the processing of personal data for any such marketing. You also have the right to report our processing of your personal data to any public authority responsible for monitoring the application of the GDPR, for example The Swedish Data Protection Authority in Sweden. However, we do recommend that you contact us first so that we can try solving the matter in a more efficient and timely manner.<\/p><p> <\/p><p><strong>14. Changes to this policy<\/strong><\/p><p>We reserve the right to make amendments to this Privacy Policy from time to another. The date for the latest amendment is stated at the end of this Privacy Policy. If we make any amendments to the Privacy Policy we will publish these amendments on our website. You are therefor recommended to read this Privacy Policy regularly to view any potential amendments.<\/p><p> <\/p><p><strong>15. Contact<\/strong><\/p><p>WeAreCube AB (company reg. no. 556925-4104) is the Data Controller for the processing of your personal data. If you would like to have additional information on how your personal data is handled, please contact us through a written and personally signed request sent to:<\/p><p>WeAreCube AB<\/p><p>Birger Jarlsgatan 9<\/p><p>111 45 Stockholm<\/p><p>In the letter, please include your name, address, email, telephone number and personal ID number. Please also enclose a copy of your ID. A reply will be sent to your address as stated in the National Population Register.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Cookie policy &#038; privacy policy Cookies We at Cube use cookies on our website. A cookie is a small text data file that is saved in your browser when you visit websites using a computer, mobile phone or other digital device. We use cookies for technical reasons and to make our web services easier for [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Cookies &amp; Privacy - We Are Cube<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/wearecube.se\/cookies-privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"sv_SE\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Cookies &amp; Privacy - We Are Cube\" \/>\n<meta property=\"og:description\" content=\"Cookie policy &#038; privacy policy Cookies We at Cube use cookies on our website. A cookie is a small text data file that is saved in your browser when you visit websites using a computer, mobile phone or other digital device. We use cookies for technical reasons and to make our web services easier for [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/wearecube.se\/cookies-privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"We Are Cube\" \/>\n<meta property=\"article:modified_time\" content=\"2022-08-24T16:17:36+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minuter\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/wearecube.se\/#website\",\"url\":\"https:\/\/wearecube.se\/\",\"name\":\"We Are Cube\",\"description\":\"People-based marketing\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/wearecube.se\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"sv-SE\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/wearecube.se\/cookies-privacy-policy\/\",\"url\":\"https:\/\/wearecube.se\/cookies-privacy-policy\/\",\"name\":\"Cookies & Privacy - We Are Cube\",\"isPartOf\":{\"@id\":\"https:\/\/wearecube.se\/#website\"},\"datePublished\":\"2022-08-24T15:28:38+00:00\",\"dateModified\":\"2022-08-24T16:17:36+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/wearecube.se\/cookies-privacy-policy\/#breadcrumb\"},\"inLanguage\":\"sv-SE\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/wearecube.se\/cookies-privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/wearecube.se\/cookies-privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/wearecube.se\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Cookies &#038; Privacy\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Cookies & Privacy - We Are Cube","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/wearecube.se\/cookies-privacy-policy\/","og_locale":"sv_SE","og_type":"article","og_title":"Cookies & Privacy - We Are Cube","og_description":"Cookie policy &#038; privacy policy Cookies We at Cube use cookies on our website. A cookie is a small text data file that is saved in your browser when you visit websites using a computer, mobile phone or other digital device. We use cookies for technical reasons and to make our web services easier for [&hellip;]","og_url":"https:\/\/wearecube.se\/cookies-privacy-policy\/","og_site_name":"We Are Cube","article_modified_time":"2022-08-24T16:17:36+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"14 minuter"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/wearecube.se\/#website","url":"https:\/\/wearecube.se\/","name":"We Are Cube","description":"People-based marketing","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/wearecube.se\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"sv-SE"},{"@type":"WebPage","@id":"https:\/\/wearecube.se\/cookies-privacy-policy\/","url":"https:\/\/wearecube.se\/cookies-privacy-policy\/","name":"Cookies & Privacy - We Are Cube","isPartOf":{"@id":"https:\/\/wearecube.se\/#website"},"datePublished":"2022-08-24T15:28:38+00:00","dateModified":"2022-08-24T16:17:36+00:00","breadcrumb":{"@id":"https:\/\/wearecube.se\/cookies-privacy-policy\/#breadcrumb"},"inLanguage":"sv-SE","potentialAction":[{"@type":"ReadAction","target":["https:\/\/wearecube.se\/cookies-privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/wearecube.se\/cookies-privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/wearecube.se\/"},{"@type":"ListItem","position":2,"name":"Cookies &#038; Privacy"}]}]}},"_links":{"self":[{"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/pages\/2131"}],"collection":[{"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/comments?post=2131"}],"version-history":[{"count":10,"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/pages\/2131\/revisions"}],"predecessor-version":[{"id":2190,"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/pages\/2131\/revisions\/2190"}],"wp:attachment":[{"href":"https:\/\/wearecube.se\/wp-json\/wp\/v2\/media?parent=2131"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}